Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=441_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Saamelaisen kulttuuriperinnön suojaa parannettava
sms: SaaŠmi kultturpreeddan suejj âlgg pueŠreed

source: Saamelaiskäräjien 3.12. järjestämässä seminaarissa Levillä keskusteltiin saamelaisen kulttuuriperinnön suojan tarpeista.
sms: SääŠmteeŠǧǧ 3.12. riâššâm seminaarâst Levist saaǥǥstõŠlleš saaŠmi kultturpreeddan suej taarbin.

source: Seminaarissa kävi ilmi, että saamelaiskulttuurin suojan parantaminen vaatii lisää resursseja ja ohjeistusta.
sms: Seminaarâst puõŠđi õlmmsa, što sääŠmkulttur suej pueŠrumuš õõlǥat lââŠss resuurzzid da vuäŠpstemvuõđ.

source: Seminaarin avannut saamelaiskäräjien elinkeino- ja oikeuslautakunnan varapuheenjohtaja Heikki Paltto kertoi saamen kielen ja elinkeinojen välistä suhteesta. ”
sms: Seminaar ääŠvääm sääŠmteeŠǧǧ jieŠllemvueŠǩǩ- da vuõiggâdvuõttluŠvddkååŠdd vääŠrrsaaǥǥjååŠđtei Heikki Paltto maainsti sääŠmǩiõl da jieŠllemvueŠjji kõskksaž kõskkvuõđâst da ” SääŠmǩiõl da sääŠmjieŠllemvueŠjji puõŠttivuõtt koŠlle õŠhtte.

source: Saamen kielen ja saamelaiselinkeinojen tulevaisuus liittyvät yhteen.
sms: Notta jieŠllemviõkksaž jieŠllemvueŠjji sääŠmǩiõll huânnʼnan ”.

source: Ilman elinvoimaisia saamelaiselinkeinoja saamen kieli heikkenee ”.
sms: maainsti sääŠm pannmateriaalaž kult-tuurpreeddan suejjeem vueŠjjes

source: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi puhui saamelaisen aineettoman kulttuuriperinnön suojelun tilanteesta Suomessa ja saamelaiskäräjien välisessä yhteistyössä.
sms: t LääŠddjânnmest da sääŠmteeŠǧǧ kõskksaž õhttsâžtuâjast.

source: Puheenjohtaja Näkkäläjärvi lupasi tiivistä yhteistyötä saamelaisen kansalaisyhteisön kanssa saamelaiskulttuurin aseman parantamiseksi. ”
sms: SaaǥǥjååŠđteei NäkkäläjäuŠrr låppii nânsab õhttsažtuâj sääŠm meerlažõhttsažkooŠddin sääŠmkulttuur staattuuzz pueŠreem diõtt. ”

source: Meidän, saamelaiskäräjien ja taitelijoiden ja käsityöntekijöiden tulisi yhdistää voimansa yhteisen saamelaiskulttuuripoliittisen ohjelman laatimiseen.
sms: Mij, SääŠmteeŠǧǧ da čeäŠppneeŠǩǩin da ǩiõtt-tuâjain õõlǥči õhtteed viõǥǥeez õhttsaž sääŠmkultturpolitiiklaž prograamm tuejjumuŠšše.

source: Saamelaiskäräjät järjestää keväällä 2011 yhteiskokouksen saamelaisten kulttuuri- ja taidejärjestöjen kanssa.
sms: SääŠmteeŠǧǧ reäšš ǩeâđđa 2011 õhttsažsåbbar saaŠmi kulttur- da čeäppõsorganisatiaivuiŠm.

source: Kokouksessa on tarkoitus yhdessä valmistella esityksiä saamelaiskulttuurin suojan parantamiseksi.
sms: Såbbrest lij jorddmõš õõutsââŠjest valmštõõllâd maadârdõõzzid sääŠmkulttuur suej pueŠreem diõtt.

source: Saamelaiskulttuurin suojan parantaminen vaatii lisää resursseja ja oikeudellisen suojan kehittämistä ”
sms: SääŠmkulttuur suej pueŠrumuš õõlǥat lââŠss resuurzzid da vuõiggâdvuõđnallšem suej ooudâsviikkmõõžž.

source: Saamelaismuseo Siidan, saamelaisten kansallismuseon, johtaja Tarmo Jomppanen käsitteli puheessaan saamelaisen aineellisen kulttuuriperinnön suojelun tarpeita. ”
sms: SääŠm-muŠzei Siida, saaŠmi meersažmuŠzei, jååŠđteei

source: Museotoiminnan ja saamelaisen aineellisen kulttuurisen suojan kehittämisen turvaamiseksi Suomen museoissa olevat saamelaiskokoelmat tulisi saada saamelaisyhteisön palvelukseen ja kokoelmat olisi saatava julkisesti esille.
sms: MuŠzeituåimmjumuužž da saaŠmi materialaž kulttuursaž suej ooudâsviikkâm staanumuššân LääŠddjânnam muŠzeeiŠjin åårrai sääŠmnorldõõǥǥ õõlǥči vuäǯǯad sääŠmõhttsažkååŠdd kääzzkõŠsse da norldõõǥǥ õõlǥči vuäǯǯad õlmmsest čuäŠjtõŠsse.

source: Seuraavalle hallituskaudelle tulee asettaa tavoitteeksi Saamelaismuseo Siidan laajennus ja laajennuksen rahoituksen turvaaminen. ”
sms: PuõŠtti halltõspâjja âlgg piijjâd täävtõssân SääŠm-muŠzei Siida veeidõs da veeidõõzz teäggtem staanumuš. ”

source: Sámi Duodji ry:n puheenjohtaja Rauna Triumf kertoi saamen käsityön kulttuurisesta merkityksestä ja saamen käsityön tukitarpeista. ”
sms: f maainsti sääŠm ǩiõtt-tuâj kulttuursaž miârkkšõõvvmõõžžâst da sääŠm ǩiõtt-tuâj tuäŠrjjeemtaarbin. ”

source: Duodji on elämäntapa, osa saamelaista sosiaalista järjestelmää, jonka kanssa kasvetaan ja opitaan.
sms: Duodji lij jieŠllemvueŠǩǩ, bieŠǩǩ saaŠmi sosiaalaž riâššmõõžž, koin šõõddet da mättjet.

source: Duodji on saamelaisten kollektiivista omaisuutta ja se ilmentää saamelaiskulttuurin holistista ajattelua, missä kaikki vaikuttaa kaikkeen.
sms: Duodji lij saaŠmi õhttsaž jeällmõš da tõt pohtt õlmmsa sääŠmkulttuur obbvääldlaž jorddmõõžž, koŠst puk vaaikat pukid.

source: Valitettavasti Sámi Duodjin asema ei ole riittävän hyvä koulutuksessa ja yhteiskunnassa.
sms: TuõttääŠššest Sámi Duodji staattus iŠllakku doŠvolna šiõǥǥ škoouŠlʼjumuužžâst da õhttsažkååŠddest.

source: Sámi Duodjin turvaaminen edellyttää lisää resursseja ja käsityön koulutuksen kehittämistä saamelaisista lähtökohdista käsin.
sms: Sámi Duodji staanumuš ouddlâstt lââŠzz resuurzzid da ǩiõtt-tuâj škoouŠlʼjumuužž õõudâsviikkmõõžž saaŠmi vueŠlǧǧemaalǥi pääiŠǩ.

source: Lisäksi haluan kiittää saamelaiskäräjiä ja saamelaiskäräjien puheenjohtajaa Sámi Duodjin tarpeiden huomioimisesta ”.
sms: LââŠssen haaŠlääm späŠssbõõžžâd sääŠmteeŠǧǧ da sääŠmteeŠǧǧ saaǥǥjååŠđteei Sámi Duodji taarbi lokku välddmõõžžâst ”. J

source: Joikaaja, saamelaiskäräjien hallituksen jäsen Petra Magga-Vars kertoi joiun merkityksestä sekä sanoin että joiuin: ” Joiku ilmentää saamelaiskulttuuria.
sms: oikaaja, sääŠmteeŠǧǧ halltõõzz vuässlaž Petra Magga-Vars maainsti juõŠǥi vääžnaivuõđâst saaŠnin di juõiŠǥin: ” JuõiŠkk čuäŠjad da pohtt õlmmsa sääŠmkulttuur.

source: Joiun sisällöistä voi selkeästi nähdä paikalliskulttuurin ilmentymiä ja oppia esivanhempien historiasta.
sms: JuõiŠǥ sääŠn tobdstâŠtte pääiŠklažkulttuur õlmmsa pohttmõŠšše da mättʼte vueiŠnned pueŠrben juõiŠǥ mieŠldd maaddârpuärr-si tuâlʼjõž histoor.

source: Joiun asema ei Suomessa riittävän hyvä.
sms: JuõiŠǥ staattus iŠllakku LääŠddjânnmest veâl riŠjttjemnalla tobddum.

source: Joiku tarvitsee enemmän tukea, resursointia ja näkyvyyttä koko Suomessa.
sms: JuõiŠkk taarbâš jäänab tuäŠrjjõõzz, resuurzzi ouddmõõžžid da kuâsttjemvuõđ pirr LääŠddjânnam.

source: Koulujen tulisi ottaa joiku osaksi opetussuunnitelmia jotta joiusta saadaan luonteva osa yhteiskuntaa ”.
sms: Škooulin õõlǥči väŠldded juõiŠkk bieŠǩǩen mättʼtemplaanid, tännalla juõiŠǥin vuäʒʒat luânddlaž vuäŠss pirr õhttsažkååŠdd ”.

source: Seminaari lähetti vahvan viestin opetus- ja kulttuuriministeriölle, saamelaiskäräjille ja saamelaisalueen koulutuskeskukselle saamen käsityön opetuksen kehittämistarpeista.
sms: Seminaar vuõlttii raŠvves saaǥǥ mättʼtõs- da kultturministeria beälla, sääŠmtegga da sääŠmvuuŠd škoouŠljemkõõskõŠsse sääŠm ǩiõtt-tuâj mättʼtem ooudâsviikkâmtaarbin.

source: Saamelaisalueen koulutuskeskuksen saamen käsityön opetus ei palvele saamelaiskulttuurin tarpeita, koska opetus tehdään suomalaisen kulttuurin lähtökohdista käsin.
sms: SääŠmvuuŠd škoouŠlʼjemkõõskõõzz sääŠm ǩiõtt-tuâj mättʼtumuš ij kääzzkââst sääŠmkulttuur taarbid, tõŠnt ko mättʼtumuš tuejjeed lääŠdd kulttuur vueŠlǧǧemaalǥin.

source: Seminaari totesi, että koulun opetusta on muutettava siten, että opetus houkuttelee myös saamelaisnuoria.
sms: Seminaar tuõđi, što škooul mättʼtumuš âlgg muŠtted nuŠtt, što škoouŠlʼjumuš paaimat še sääŠmnuõrid.

source: Kulttuuriministeri Wallin lähetti kirjallisen tervehdyksen seminaariin.
sms: Kultturminister Wallin vuõlttii ǩeŠrjjlaž tiõrvtõõzz seminaaŠre.

source: Lentolakko esti kulttuuri- ja urheiluministerin matkan Leville.
sms: ǨeŠrddemtuâjjcõgstõõttmõš cõõggi kulttur- da sporttministeer Levi määŠtǩ.

source: Ministeri Wallin kertoi tietävänsä Suomessa elävänä ruotsinkielisenä millaista on elää kielivähemmistössä.
sms: Minister Wallin peäggti, što son teâtt LääŠddjânnmest jäls-teeŠjen ruõccǩiõll ooumžen, mõõnn tobddsaž tobddmõš lij jieŠlled ǩiõllminoriteettest.

source: Omasta taustastani johtuen voin hyvin kuvitella miltä teistä tuntuu kun puolustatte oikeuksianne.
sms: Jiijjan tuâkk-sa toobdeeŠl vuäitam puârast tieŠtted, mäŠhtt tij tobddveŠted ko peälšteŠped vuõiggâdvuõđeed.

source: Ministeri Wallin kirjoitti olevansa erityisen iloinen olen siitä, että saamelaisnuoret ovat niin aktiivisia saamelaiskulttuurin vaalimisessa ja kehittämisessä. ”
sms: Mi-nister Wallin ǩeeŠrjti, što lij rämm miõlâst tõŠst, što sääŠmnuõr liâ nuŠtt oddel sääŠmkulttuur kâddmõõžžâst da ooudâsviikkmõõžžâst. ”

source: Hallituksen ensi vuoden talousarvioesitykseen sisältyy myös saamenkielisen oppimateriaalimäärärahan korottaminen.
sms: Halltõõzz puõŠtti eeŠjj mäŠhssemplaanmaadârdõŠsse šâŠdde leeŠd vääžnai äŠššen še sääŠmǩiõllsa mättʼtem-materialmieŠrrtieŠǧǧi pââŠjdumuš.

source: Lisäyksissä mainitaan, että saamenkielisten oppimateriaalirahoista tulee kohdentaa riittävästi varoja myös koltan ja inarinsaamenkielisten oppikirjoihin. ”
sms: LââŠzztõõz-zin peäggtet, što sääŠmǩiõllsai mättʼtem-materialmieŠrrtieŠǧǧin âlgg tillõõvted doŠvolna teäŠǧǧvääŠraid še nuõrttsääŠm da aanarsääŠmǩiõllsai mättʼtemǩeeŠrjid.

source: , Wallin kirjoitti.
sms: Wallin ǩeeŠrjti

source: Lisätietoja: Puheenjohtaja Näkkäläjärvi (050-5242109)
sms: saaǥǥjååŠđteei Näkkäläjärvi (050-5242109)

source: Seminaarin puheenjohtaja Aslak Paltto (+358405620354)
sms: Seminaar saaǥǥjååŠđteei Aslak Paltto (+358405620354)
